# vstSetHelpString

## Description
```pascal
PROCEDURE vstSetHelpString(inHelpStr : STRING);
```

```python

def vs.vstSetHelpString(inHelpStr):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|inHelpStr|STRING||

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events